---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.LevelDataFloorArea
source: html/9dfea43e-1924-8a74-ab63-90c3b2d524e9.htm
---
# Autodesk.Revit.DB.ParameterTypeId.LevelDataFloorArea Property

"Floor Area"

## Syntax (C#)
```csharp
public static ForgeTypeId LevelDataFloorArea { get; }
```